7zip
adapta-gtk-theme
alacritty
alsa-utils
base
base-devel
betterlockscreen
bluetuith
bluez
bluez-utils
clang
cmake
conky
cppcheck
ctags
dmenu
docker
docker-buildx
docker-compose
dunst
efibootmgr
eza
fd
feh
firefox
fzf
gdb
git
github-cli
globalprotect-openconnect-git
go
grub
imwheel
jq
lazygit
libnotify
lightdm
lightdm-gtk-greeter
lightdm-mini-greeter
linux
linux-firmware
lld
lua-language-server
lynx
maim
man-pages
minicom
neofetch
neomutt
neovim
networkmanager
networkmanager-dispatcher-ntpd
ninja
nitrogen
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntp
openssh
pacman-contrib
pandoc-cli
paru
paru-debug
pass
pavucontrol
picom
pipewire
pipewire-audio
pipewire-pulse
poppler
python
python-pip
python-requests
ripgrep
stow
strace
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
thunar
tmux
ttf-hack-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-space-mono-nerd
ueberzugpp
unzip
wireplumber
xclip
xdotool
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
yazi
zathura
zathura-pdf-mupdf
zip
zoxide
zsh
